h/Keys.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Keys</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-10-19 14:02:56 EDT"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Keys</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Keys to Hegel </a>
<ul>
<li><a href="#sec-1.1">1.1 Motivation </a></li>
<li><a href="#sec-1.2">1.2 Trejo-1993 </a>
<ul>
<li><a href="#sec-1.2.1">1.2.1 The Individual </a></li>
<li><a href="#sec-1.2.2">1.2.2 The Society </a></li>
<li><a href="#sec-1.2.3">1.2.3 Society and Culture </a></li>
<li><a href="#sec-1.2.4">1.2.4 The Church </a></li>
<li><a href="#sec-1.2.5">1.2.5 The Philosopher </a></li>
</ul>
</li>
<li><a href="#sec-1.3">1.3 Wallace on True Infinity </a>
<ul>
<li><a href="#sec-1.3.1">1.3.1 True Infinity and the Reality of Freedom </a></li>
</ul>
</li>
<li><a href="#sec-1.4">1.4 True Infinity, Idealism and Hegel's "System" </a>
<ul>
<li><a href="#sec-1.4.1">1.4.1 True Infinity and God </a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Keys to Hegel </h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Motivation </h3>
<div class="outline-text-3" id="text-1.1">

<p><i>Keys to Hegel</i> is a collection of insights that will
help one understand his thought. 
</p>
</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Trejo-1993 </h3>
<div class="outline-text-3" id="text-1.2">

<p>The <i>PhG</i> is a study of appearances, images and illusions
throughout the history of human consciousness.
</p>
<p>
Consciousness goes through many stages. Trejo lists the 
following stages of consciousness.
</p>

</div>

<div id="outline-container-1.2.1" class="outline-4">
<h4 id="sec-1.2.1"><span class="section-number-4">1.2.1</span> The Individual </h4>
<div class="outline-text-4" id="text-1.2.1">

<ul>
<li>
Sensory Consciousness [Simple, Infantile]
</li>
<li>
Perceptual Consciousness [Common Sense (Aristotle)]
</li>
<li>
Understanding Consciousness [Transcendental Apperception (Kant)]

</li>
</ul>
</div>

</div>

<div id="outline-container-1.2.2" class="outline-4">
<h4 id="sec-1.2.2"><span class="section-number-4">1.2.2</span> The Society </h4>
<div class="outline-text-4" id="text-1.2.2">

<ul>
<li>
Self Consciousness [Consciousness of a person developed over time]
</li>
<li>
Desiring Self Consciousness [Kinship rivalry]
</li>
<li>
Mastery Self Consciousness [Mindframe of the Ruler]
</li>
<li>
Servant Self Consciousness [Developed in service to the Master]
</li>
<li>
Stoic Self Consciousness [Ideal of honest work and virtue]
</li>
<li>
Skeptic Self Consciousness [Cynical resignation to the hard life of a Servant]
</li>
<li>
Unhappy Self Consciousness [Ascetic behavior. Leads to the attainment of the truth of Free Will]
</li>
<li>
Idealist Consciousness [Makes all ideas into the real. Transcends the Master-Servant-Ascetic frame]
</li>
<li>
Rational Consciousness [Supplements the Idealist view with Nature/Substance]
</li>
<li>
Empirical Consciousness [Reason only exists in the Object. Empirical observation leads us to Reason]
</li>
<li>
Ethical Self Consciousness [Consciousness orients towards family and community]
</li>
<li>
Legal Self Consciousness [Realization that others have rights and need to be accomodated]
</li>
<li>
Spiritual Consciousness [Understanding that Spirit is Objective. I that is a We.]

</li>
</ul>
</div>

</div>

<div id="outline-container-1.2.3" class="outline-4">
<h4 id="sec-1.2.3"><span class="section-number-4">1.2.3</span> Society and Culture </h4>
<div class="outline-text-4" id="text-1.2.3">

<ul>
<li>
Tragic Consciousness [Recognition of conflicts between duty and guilt]
</li>
<li>
Alienation Consciousness [Discipline to required to become a member of cultural elite]
</li>
<li>
Lacerated Consciousness [Bohemians, social critics, uses tools of culture against culture]
</li>
<li>
Duty Consciousness [Synthesis between (post-Terror) Enlightenment and Pious Conservatives]
</li>
<li>
Freedom Consciousness [Willingness to stake life on the politics of freedom for self and community]
</li>
<li>
Forgiving Consciousness [Develops as a means to deal with the dark side of humanity]

</li>
</ul>
</div>

</div>

<div id="outline-container-1.2.4" class="outline-4">
<h4 id="sec-1.2.4"><span class="section-number-4">1.2.4</span> The Church </h4>
<div class="outline-text-4" id="text-1.2.4">

<ul>
<li>
Relgious Consciousness [Socialization the Forgiving Consciousness]
</li>
<li>
Natural Religious Consciousness [First stirrings of religiosity. Viewed Nature as God(s).]
</li>
<li>
Artistic Religious Consciousness [Celebration of sacred people and their sacred activities]
</li>
<li>
Revealed Religion Consciousness [Revelation of the Word through literature]

</li>
</ul>
</div>

</div>

<div id="outline-container-1.2.5" class="outline-4">
<h4 id="sec-1.2.5"><span class="section-number-4">1.2.5</span> The Philosopher </h4>
<div class="outline-text-4" id="text-1.2.5">

<ul>
<li>
Spiritual (Geist) Consciousness [Understand Religious consciousness in precise concrete ideas]
</li>
<li>
Philosophical Consciousness [The ability to communicate to others the details of consciousness]
</li>
<li>
Absolute Consciousness [Synthesis of Religious Love and Philosophical Acumen]

</li>
</ul>
</div>
</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> Wallace on True Infinity </h3>
<div class="outline-text-3" id="text-1.3">

<p>Robert M Wallace has written an article with the intriguing
title "Freedom, Reality, and God: True Infinity as the
Key to Hegel's System". It is interesting to note that on
page 40 in his "Introduction to Hegel's Logic", Justus
Hartnack also writes that one cannot understand Hegel 
until he understands the concept of "True Infinity".
There must be something to this concept then. Let's
look at what Wallace has to say.
</p>
<p>
"True Infinity" forms a part of one of Hegel's earliest
articles, "Faith and Knowledge" (1802). It remained
with him throughout his career, but to really get 
a grip on the concept, we have to look at the 
<i>Science of Logic</i> (1812-1816,rev.1832), where Hegel
lays it out argues for it in detail.
</p>
<p>
Hegel's argument is sketched as follows:
</p><ul>
<li>
Hegel's reformulation of Kant's concept of freedom.
</li>
<li>
Nature of Hegel's "idealism"
</li>
<li>
Hegel's theology vs (1) Tradition; (2) Enlightenment

</li>
</ul>

<p>From the above, Wallace argues that even today
Hegel's position, when properly understood, is
as plausible as any now available.
</p>
<p>
The key topics in Hegel's philosophy (freedom,
reality, idealism, God) are so central to Hegel's
philosophical system as a whole that understanding
these ideas, through the notion of "true infinity"
will also turn about to be the key to understanding
the system.
</p>

</div>

<div id="outline-container-1.3.1" class="outline-4">
<h4 id="sec-1.3.1"><span class="section-number-4">1.3.1</span> True Infinity and the Reality of Freedom </h4>
<div class="outline-text-4" id="text-1.3.1">

<p>Quality is characterized by "reality" and "negation".
</p>
<p>
Reality  -&gt; Immediate
Negation -&gt; Mediated
</p>
<p>
Something -&gt; Being-for-self -&gt; Concept
</p>
<p>
Replacement of "ought" by True Infinity
</p>
<p>
True Infinity is not something that exists
independently, but instead "<i>is</i> only as
a going beyond the finite" (SL 145-146/5:160)
</p>
<p>
This single "going beyond" (by the finite, of itself)
which constitutes the reality of the finite <i>and</i>
of the infinite, is the "unity" of the finite and
the infinite. (SL 144/5:158), through which the
duality of Kant's two worlds or two standpoints
is overcome, <i>without eliminating</i> either world
or either standpoint.
</p>
<p>
The finite, phenomenal world remains, although
it is identified with this transcendence, by
the finite, of itself. What <i>is</i> eliminated
is the "spuriously infinite" <i>opposition</i>,
the supposed compatibility, between the finite
and the infinite, the phenomenal and the 
noumenal.
</p>
<p>
When the resulting unitary, true infinity is
identified with <i>freedom</i> (SL 138/5:150)--
because going beyond finitude evidently 
involves freedom&ndash;the reality of infinite 
freedom is also defended against the objection,
which is raised by naturalism and empiricism
against Kant, that there cannot be two "realities"
that have no intelligible connection with each
other.
</p>
<p>
In Hegel's picture, there is only one reality,
the true infinity, which includes the finite
because it is the finite's going beyond itself.
It is by going beyond themselves that finitude
and nature become real.
</p>
<p>
What is actual, true, and perceptible, must
be real; only the true infinity is real; so
empiricism should admit that is only this
infinity and its freedom, and not finite things
as such, that are actual, true, and perceptible.
</p>
</div>
</div>

</div>

<div id="outline-container-1.4" class="outline-3">
<h3 id="sec-1.4"><span class="section-number-3">1.4</span> True Infinity, Idealism and Hegel's "System" </h3>
<div class="outline-text-3" id="text-1.4">

<p>Recall that for Hegel "something" is "the 
beginning of <i>subject</i>", which whill later
reveal itself as what Hegel calls the "Concept".
</p>
<p>
If there is ONE KEY to Hegel's philosophical
system, it is to be found in this argument to
true infinity.
</p>
<p>
The main thing that happens in the rest of the 
system is that true infinity is reformulated,
in response to the issue of multiplicity,
into the "Concept" and the "Idea" (which is
the culmination of the <i>Logic</i>); and then it
is reformulated even further into "Spirit".
</p>
<p>
The Concept and the Idea spell out an
understanding of true infinity in terms of
subjectivity and objectivity, and Spirit
spells it out in terms of embodiment in
discrete portions of space and time. It
is not suprising, then, that in the 
<i>Encyclopedia Logic</i> Hegel in fact refers to
true infinity as the "fundamental concept
of philosophy" (EL 95A/8:203)
</p>
<p>
Points of view
</p><ul>
<li>
Third-person (Scientistic) fails to conceive the world as real
</li>
<li>
First-person (Infinity) fails to conceive the world as real

</li>
</ul>

<p>The True Infinity is a synthesis of the First and
Third points of view.
</p>

</div>

<div id="outline-container-1.4.1" class="outline-4">
<h4 id="sec-1.4.1"><span class="section-number-4">1.4.1</span> True Infinity and God </h4>
<div class="outline-text-4" id="text-1.4.1">

<p>The "spurious infinity" is associated with the Unhappy
Consciousness (<i>PhG</i> 207-230)
</p></div>
</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-10-19 14:02:56 EDT</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
